Repository: GrzybDev/QuantumBreak
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: pl_pl

source: Mr. Serene believed it would take years to run its course.
pl_pl: Pan Serene uważał, że zajmie to lata.

source: Mr. Serene's speech had been a success.
pl_pl: Przemówienie pana Serene było sukcesem.

source: Mr. Serene, I just heard that you ordered Mr. Hatch arrested. I understand that there appears to be damning evidence against him, but at the risk of offering my opinion where it’s not wanted, I ask you to reconsider the situation. As Mr. Hatch has repeatedly said, there are people working against you within Monarch, and I believe he’s right. I don’t know who they are, obviously, but I believe that Mr. Hatch's attempts to expose them have made him a target. I’m sure you can see what I mean: it seems very convenient that just as Mr. Hatch has been trying to convince you that there are people you can’t trust within Monarch, your treatments are destroyed, and he is implicated. Looking at this from the POV of an actual traitor, I can’t think of a better way to get rid of a threat, strike against you AND allay suspicion, all in one bold move. Obviously, sir, I trust your judgment, and you know I have the highest respect for you. I don’t mean to second-guess you. Still, I’m afraid that you are being manipulated. Martin Hatch is not your enemy.
pl_pl: Panie Serene, Właśnie usłyszałam, że kazał pan aresztować pana Hatcha. Rozumiem, że istnieją obciążające go dowody, ale ryzykując przedstawienie mojej opinii tam, gdzie nie jest ona pożądana, proszę o ponowne rozważenie sytuacji. Pan Hatch wielokrotnie powtarzał, że w Monarch są ludzie, którzy działają przeciwko wam i wierzę, że ma rację. Oczywiście nie wiem, kim oni są, ale uważam, że próby ujawnienia ich przez pana Hatcha sprawiły, że stał się on celem. Jestem pewna, że wiesz, co mam na myśli: wydaje się bardzo wygodne, że właśnie wtedy, gdy pan Hatch próbował przekonać cię, że w Monarch są ludzie, którym nie możesz ufać, twoje lekarstwa zostały zniszczone, a on jest w to zamieszany. Patrząc na to z punktu widzenia prawdziwego zdrajcy, nie przychodzi mi do głowy lepszy sposób na pozbycie się zagrożenia, uderzenie w ciebie ORAZ rozwianie podejrzeń za jednym śmiałym posunięciem. Oczywiście, proszę Pana, ufam pańskiemu osądowi i wie pan, że darzę pana najwyższym szacunkiem. Nie mam zamiaru zgadywać. Obawiam się jednak, że jest pan manipulowany. Martin Hatch nie jest pańskim wrogiem.

source: Mr. Serene, I know you’re not in the HQ right now and whatever mission you left on must be incredibly urgent, so you probably won’t read this until you return. I know you will be very, very angry with me, but I have to tell you what I’ve done. Using my maintenance access, I have deactivated the stutterproofing at the building. I know you will be furious. But I did it because Martin Hatch threatened my family. I’m not going to lie, I’m scared to tell you this, because I know you’re on edge as it is and clearly under tremendous pressure, but I have admired you and your vision for as long as I have worked for you, and I want to believe you can still fix things. So you have to know that it’s Hatch! He made this happen. He knew exactly what would I’m sorry THERE ARE NOW DEAD PEOPLE at my feet and I don’t know how to fucking deal with this!!! They’re Strikers. They weren’t here when I started writing this e-mail, and now they are. There’s a lot of blood. I literally had to wipe it off the screen just to be able to keep typing. It had to be a Shifter that killed them. Their chronon harnesses are broken. I couldn’t wear them if I wanted. But without one, I’m safe, right? No Shifters outside of stutters, or that’s what they told us in training. So I’m safe, and when a stutter hits, I don’t even notice. Unless a plane hits the building or something. God, I have fucked up so badly. People are dead because of me, not just these two, but throughout the building. The stutterproofing was supposed to keep the Shifters out, and now… everybody must be dying, somewhere between the seconds. Everybody could be dead already, I don’t know. I can’t take this. And don’t trust Hatch. I think that son of a bitch is after the CFR. I think he was never on our side. This is all some kind of a weird game to him. Shit, I don’t know why he’s doing this. I’m just an engineer, and I don’t know how to deal with this. It’s too much. Sir, I know you must be furious at me. I deserve it. Believe me, I know. But please don’t take it out on my family. Goodbye. Bernard Riker Senior Chronon Tech
pl_pl: Panie Serene, Wiem, że nie ma cię teraz w kwaterze głównej i jakakolwiek misja, na którą wyruszyłeś, musi być niezwykle pilna, więc prawdopodobnie nie przeczytasz tego, dopóki nie wrócisz. Wiem, że będziesz na mnie bardzo, bardzo zły, ale muszę ci powiedzieć, co zrobiłem. Korzystając z moich uprawnień konserwacyjnych, dezaktywowałem zabezpieczenia przed zacięciami w budynku. Wiem, że będziecie wściekli. Ale zrobiłem to, ponieważ Martin Hatch groził mojej rodzinie. Nie będę kłamać, boję się ci to powiedzieć, bo wiem, że i tak jesteś na krawędzi i najwyraźniej pod ogromną presją, ale podziwiam ciebie i twoją wizję od kiedy tu pracuje i chcę wierzyć, że nadal możesz coś naprawić. Więc musisz wiedzieć, że to Hatch! On sprawił, że to się stało. Dokładnie wiedział, co się stanie. Przepraszam, ale obok mnie leżą teraz martwi ludzie i nie wiem, jak sobie z tym, kurwa, poradzić!!! To Strikerzy. Nie było ich tutaj, kiedy zacząłem pisać tego maila, a teraz są. Jest dużo krwi. Dosłownie musiałem zetrzeć ją z ekranu, żeby móc dalej pisać. To musiał być zmiennokształtny, który ich zabił. Ich uprzęże chrononowe są zepsute. Nie mógłbym ich nosić, nawet gdybym chciał. Ale bez nich jestem bezpieczny, prawda? Żadnych zmiennokształtnych poza zacięciami, a przynajmniej tak nam mówili na szkoleniu. Więc jestem bezpieczny, a kiedy jestem w zacięciu, to nawet tego nie zauważę. Chyba, że samolot uderzy w budynek. Boże, tak bardzo spieprzyłem sprawę. Ludzie przeze mnie nie żyją, nie chodzi tylko o tą dwójkę, ale wszyscy w całym budynku. Zabezpieczenia miały trzymać Zmiennokształtnych z dala, a teraz... wszyscy umrą, gdzieś pomiędzy zacięciami. Wszyscy mogą już być martwi, nie wiem. Nie zniosę tego. I nie ufaj Hatchowi. Myślę, że temu sukinsynowi chodzi o RPC. Myślę, że nigdy nie był po naszej stronie. To dla niego jakaś dziwna gierka. Cholera, nie wiem, dlaczego to robi. Jestem tylko inżynierem i nie wiem, jak sobie z tym poradzić. To za dużo. Proszę Pana, wiem, że musi być pan na mnie wściekły. Zasłużyłem na to. Uwierz mi, wiem o tym. Ale proszę, nie wyżywaj się na mojej rodzinie. Do widzenia. Bernard Riker Starszy Technik Chrononu

source: Mr. Serene, sir.
pl_pl: Panie Serene, proszę Pana.

source: Mr. Serene.
pl_pl: Panie Serene.

source: Ms. Ogawa, I just cleaned up the situation room, by which I mean, “I dealt with Dr. Amaral’s corpse.” Listen, this isn’t something I’d ever say to the rest of the guys, but you’re my boss and I want to be honest with you about this: the whole thing’s pretty fucked up. You know I’ve been in the shit, I’ve dealt with bodies before, I’m not exactly what you’d call squeamish, but this just seems wrong. I thought Amaral and Serene were solid, but I guess she crossed the line. And hey, if she did what they say she did, I can see why she had to go. You’re loyal or you’re worm food, I got no problem with that. It’s how I’ve always worked. But there’s protocol. We’re supposed to be disciplined. Professional. We gotta tie up a loose end, you better believe we’ll do it. But we do it by the book. You bump somebody off in the middle of a meeting like that, I don’t know what that is, but it ain’t business. That’s just some street gang bullshit. You do that, it makes me wonder what else you’re gonna do when things don’t go your way. So I’ve got concerns here. Just want you to know that. Anyway, it’s done. I’ll be at my post if you need me.
pl_pl: Pani Ogawa, Właśnie posprzątałem pokój sytuacyjny, przez co rozumiem „zająłem się zwłokami doktor Amaral”. Słuchaj, to nie jest coś, co kiedykolwiek powiedziałbym reszcie chłopaków, ale jesteś moim szefem i chcę być z tobą szczery: cała sprawa jest dość popieprzona. Wiesz, że byłem w gównie, miałem do czynienia z ciałami wcześniej, nie jestem dokładnie tym, co można nazwać wrażliwym, ale to po prostu wydaje się złe. Myślałem, że Amaral i Serene są solidni, ale chyba przekroczyła granicę. I hej, jeśli zrobiła to, co mówią, że zrobiła, rozumiem, dlaczego musiała odejść. Jesteś lojalny albo jesteś pokarmem dla robaków, nie mam z tym problemu. Zawsze tak pracowałem. Ale jest protokół. Powinniśmy być zdyscyplinowani. Profesjonalni. Jeśli musimy rozwiązać jakiś problem, lepiej uwierz, że to zrobimy. Ale robimy to zgodnie z zasadami. Jeśli wyrzucasz kogoś w środku spotkania, to nie wiem, co to jest, ale to nie jest biznes. To tylko bzdury ulicznych gangów. Gdy tak robisz, zastanawiam się, co jeszcze zrobisz, gdy sprawy nie pójdą po twojej myśli. Mam pewne obawy. Chcę, żebyś o tym wiedziała. W każdym razie, gotowe. Będę na posterunku, gdybyś mnie potrzebował.

source: Multi-Takedown
pl_pl: Wielokrotne powalenie

source: Murderer!
pl_pl: Morderca!

source: Must Move Forward
pl_pl: Musimy iść naprzód

source: Must get Will.
pl_pl: Muszę dostać się do Willa.

source: My Bleeding Clock With Special Guests: Red Tears of Forgotten Romance Where: Alamo Bowling Alley, Riverport When: 7PM, May 12th
pl_pl: Mój krwawiący zegar Z gośćmi specjalnymi: Czerwone łzy zapomnianego romansu Gdzie: Kręgielnia Alamo, Riverport Kiedy: 19:00, 12 maja

source: My God. It was designed 17 years ago, yet the design is almost identical.
pl_pl: Mój Boże. Został zaprojektowany 17 lat temu, a mimo to jego wygląd jest niemal identyczny.

source: My SCREENPLAY Part 2!!
pl_pl: Mój SCENARIUSZ część 2!!!

source: My briefcase was in that car!
pl_pl: W tym samochodzie była moja teczka!

source: My car's this way.
pl_pl: Mój samochód jest tam.

source: My cousin’s girlfriend knows the mayor’s assistant!
pl_pl: Dziewczyna mojego kuzyna zna asystenta burmistrza!

source: My cover isn't gonna survive the night, but it'll last a little longer, so you can't walk out the front door with me. This is the quickest way to the R&D facility.
pl_pl: Moja przykrywka nie przetrwa nocy, ale chcę aby wytrzymała trochę dłużej, więc nie możesz wyjść ze mną frontowymi drzwiami. To najszybsza droga do ośrodka badawczo-rozwojowego.

source: My loyalty has always been to the future. I will dedicate myself to whatever assures our survival.
pl_pl: Zawsze byłam lojalna przyszłości. Poświęcę się wszystkiemu, co zapewni nam przetrwanie.

source: My mess?! Do you even--
pl_pl: Bałagan?! Po mnie? Czy ty w ogóle...

source: My name is Paul Serene, and I am surrounded by weaklings and traitors, failures and disappointments. The world is a heartbeat away from stopping... and now, at long last, I am ready for it to be over. I’m ready for things to be quiet.
pl_pl: Nazywam się Paul Serene i jestem otoczony przez słabeuszy i zdrajców, porażki i rozczarowania. Świat jest o jedno uderzenie serca od zatrzymania się... a teraz, w końcu, jestem gotowy, aby to się skończyło. Jestem gotowy na spokój.

source: My name is Paul Serene, and I don’t know who to trust. The only person who can treat my Chronon Syndrome has been taken from me. Those closest to me scheme against me. They may betray me. They may cripple me. But there’s too much at stake for them to stop me. No matter who they are.
pl_pl: Nazywam się Paul Serene i nie wiem, komu mogę zaufać. Jedyna osoba, która może wyleczyć mnie z syndromu Chronona, została mi odebrana. Najbliższe mi osoby knują przeciwko mnie. Mogą mnie zdradzić. Mogą mnie okaleczyć. Ale stawka jest zbyt wysoka, by mogli mnie powstrzymać. Nieważne, kim są.

source: My name is Paul Serene, and I have seen the End of Time. I built Monarch Solutions to ensure that a select few will survive it. And now I must decide... if there’s room for one more survivor. For someone from a life long gone.
pl_pl: Nazywam się Paul Serene i widziałem Koniec Czasu. Zbudowałem Monarch Solutions, aby zapewnić, że przetrwają go nieliczni. A teraz muszę zdecydować... czy jest miejsce dla jeszcze jednego ocalałego. Dla kogoś z życia, które dawno minęło.

source: My name is Paul Serene, and I know that the End of Time is near. I can feel it, each frozen moment stirring something foreign deep within my body. I don’t have a lot of time left. Nobody does. But there is still hope. And I’ll die before I give that up.
pl_pl: Nazywam się Paul Serene i wiem, że koniec czasu jest bliski. Czuję to, każda zamrożona chwila porusza coś obcego głęboko w moim ciele. Nie zostało mi wiele czasu. Nikt nie ma. Ale wciąż jest nadzieja. I prędzej umrę, niż z niej zrezygnuję.

source: My name is Paul Serene, and I’m dying. The sickness within my body runs deep, and the only person who can treat it has gone. I know now: I will not survive this. But the plan remains the same. My goals have not changed. If I die... I will not die before my time. And I will not die in vain.
pl_pl: Nazywam się Paul Serene i umieram. Choroba w moim ciele jest głęboka, a jedyna osoba, która może ją wyleczyć, odeszła. Teraz już wiem: Nie przeżyję tego. Ale plan pozostaje ten sam. Moje cele się nie zmieniły. Jeśli umrę... Nie umrę przed czasem. I nie umrę na próżno.

source: My name is Paul Serene. I have seen the End of Time, and it burned all sentiment from me. All that remains is Monarch Solutions... and the goal I created it for. Survival. No matter the cost.
pl_pl: Nazywam się Paul Serene. Widziałem Koniec Czasu, który spalił wszystkie moje uczucia. Wszystko, co pozostało, to Monarch Solutions... i cel, dla którego ją stworzyłem. Przetrwanie. Bez względu na koszty.

source: My name is Paul Serene. I’m in charge of Monarch Solutions. I’m a time traveler, and I have seen the End of Time. I can’t stop it... but I know it can be survived. And everything I do is because I can’t be the only one who does.
pl_pl: Nazywam się Paul Serene. Jestem odpowiedzialny za Monarch Solutions. Jestem podróżnikiem w czasie i widziałem Koniec Czasu. Nie mogę go powstrzymać... ale wiem, że można go przetrwać. A wszystko, co robię, robię dlatego, że nie mogę być jedyną osobą, która to robi.

source: My name is Paul Serene. I’m in charge of Monarch Solutions. I’m a time traveler, and I have seen the End of Time. I can’t stop it... but I know it can be survived. And in order to do it, I must bend people to my will.
pl_pl: Nazywam się Paul Serene. Jestem odpowiedzialny za Monarch Solutions. Jestem podróżnikiem w czasie i widziałem Koniec Czasu. Nie mogę go powstrzymać... ale wiem, że można go przetrwać. Aby to zrobić, muszę nagiąć ludzi do swojej woli.

source: My plan to meet Beth went out the window as soon as the stutter hit.
pl_pl: Mój plan spotkania z Beth szlag trafił, gdy tylko zaczęło się zacięcie.

source: My plan was simple. There was a bridge to the mainland. I'd fight my through anything Monarch would throw at me, and then steal a car, drive it back to the swimming pool.
pl_pl: Mój plan był prosty. Był tam most prowadzący na stały ląd. Przebiłbym się przez wszystko, co Monarch by na mnie rzucił, a potem ukradłbym samochód i wrócił do basenu.

source: My powers didn't work on the turret. It was some kind of a Monarch chronon tech device.
pl_pl: Moje moce nie działały na wieżyczkę. To było jakieś urządzenie Monarch.

source: My powers grew stronger even as the Chronon Syndrome worsened. I could choose a path that would become the actual future. But it wasn't optional. The moment wouldn't end until I made up my mind.
pl_pl: Moje moce rosły w siłę, nawet gdy Syndrom Chrononu się pogarszał. Mogłem wybrać ścieżkę, która stanie się rzeczywistą przyszłością. Ale to nie było opcjonalne. Ta chwila nie skończy się, dopóki nie podejmę decyzji.

source: My powers were growing. And I was learning to control them better. That felt good.
pl_pl: Moje moce były coraz silniejsze. I uczyłem się lepiej je kontrolować. To było dobre uczucie.

source: My powers were growing. I started to sense things. Premonitions. Echoes from the past as well.
pl_pl: Moje moce stawały się coraz mocniejsze. Zacząłem wyczuwać różne rzeczy. Przeczucia. Echa z przeszłości.

source: My powers were unpredictable. They kept growing by leaps and bounds.
pl_pl: Moje moce były nieprzewidywalne. Rosły skokowo.

source: My powers won't work within that sphere. I better be careful.
pl_pl: Moje moce nie będą działać w tej sferze. Lepiej być ostrożnym.

source: My son has to get to the hospital! This is an emergency!
pl_pl: Mój syn musi dostać się do szpitala! To nagły wypadek!

source: My supplies are upstairs. We'll need to get them.
pl_pl: Moje zapasy są na górze. Musimy je zabrać.

source: My tech system is failing!
pl_pl: Mój system technologiczny zawodzi!

source: My things are in the cafeteria upstairs.
pl_pl: Moje rzeczy są w stołówce na górze.

source: My time here is done, Jack. I have to erase my presence. Let me know when you're ready to go.
pl_pl: Mój czas tutaj dobiegł końca, Jack. Muszę wymazać swoją obecność. Daj mi znać, kiedy będziesz gotowy.

source: My world will be renewed. My world will see balance.
pl_pl: Mój świat zostanie odnowiony. Mój świat odzyska równowagę.

source: NARRATIVE ITEMS
pl_pl: ZNAJDŹKI FABULARNE

source: NARRATIVE OBJECTS
pl_pl: ZNAJDŹKI FABULARNE

source: NECESSARY SACRIFICE?
pl_pl: Konieczną ofiarą?

source: NEW CONTENT
pl_pl: NOWA ZAWARTOŚĆ

source: NEW GAME
pl_pl: NOWA GRA

source: NO MATTER WHAT I DO, YOU AND I, WE ALWAYS END UP HERE.
pl_pl: Bez względu na to, co zrobię, albo co ty zrobisz, zawsze skończymy tutaj.

source: NO ONE KNOWS ABOUT IT.
pl_pl: Nikt o tym nie wie.

source: NO ONE KNOWS ABOUT IT. YOU'LL GO UNSEEN.
pl_pl: Nikt o tym nie wie. Więc nikt cię nie zauważy.

source: NO QUESTIONS.
pl_pl: Nie mam pytań.

source: NO!
pl_pl: NIE!

source: NO,
pl_pl: Nie,

source: NO, NO!
pl_pl: Nie, nie!

source: NO, NO! DON'T. DON'T.
pl_pl: Nie, nie! Stój! Stój!

source: NO, NO, NO!
pl_pl: Nie, nie, nie!

source: NO.
pl_pl: Nie.

source: NO. NO!
pl_pl: Nie. NIE!

source: NONE OF US ARE SAVED.
pl_pl: Nikt z nas nie przeżyje.

source: NORMAL
pl_pl: NORMALNIE

source: NOT VISIBLE
pl_pl: NIEWIDOCZNE

source: NOV 11, 2016
pl_pl: 11 LISTOPADA 2016

source: NOW IF YOU'LL EXCUSE ME, I HAVE TO PREPARE FOR MY SPEECH.
pl_pl: A teraz musisz mi wybaczyć, ale muszę przygotować się do mojej mowy.

source: NOW WOULD BE THE TIME TO DECI-I-I-I-DE.
pl_pl: to teraz nadszedł czas na podjęcie decy-y-y-y-zji.

source: NOW [CHUCKLING] THAT MEANS THAT HIS CLOUD ISN'T SO PROTECTED.
pl_pl: A to znaczy [ ŚMIECH ] że jego chmura nie jest taka bezpieczna jak mu się wydaje.

source: NOW, ALL WE HAVE TO DO IS IDENTIFY AS A CLIENT
pl_pl: Więc to, co musimy zrobić to podszyć się jako klient,

source: NOW, CAN YOU TELL ME WHAT'S NEXT, BRENNER?
pl_pl: A teraz, powiesz mi co dalej, Brenner?

source: NOW, I COULD ZOOM IN -- HEY! WASTE TIME KILLING ME?
pl_pl: A teraz, jak to powiększe... EJ! Chcesz zmarnować czas zabijając mnie?

source: Nah, I gotta fix this anyway, just, uh... just gimme a second.
pl_pl: Nie, i tak muszę ją naprawić, tylko... daj mi chwilę.

source: Nailed it.
pl_pl: Udało się.

source: Name's Martin Hatch. According to Monarch radio he's been deemed a traitor, sabotaged a Monarch lab.
pl_pl: Nazywa się Martin Hatch. Według radia Monarch został uznany za zdrajcę, który sabotował laboratorium Monarch.

source: Narrative Objects found
pl_pl: Znalezione znajdźki fabularne

source: Need to find a way to reset the core first.
pl_pl: Najpierw muszę znaleźć sposób na zresetowanie rdzenia.

source: Need to get the hell out of here.
pl_pl: Muszę się stąd wydostać.

source: Need to get to the radar tower.
pl_pl: Muszę dostać się do wieży radarowej.

source: Need to open that gate.
pl_pl: Muszę otworzyć tę bramę.

source: Negative effect.
pl_pl: Efekt negatywny.

source: Negative! He's in the library! We're under fire!
pl_pl: Nie! Jest w bibliotece! Jesteśmy pod ostrzałem!

source: Negative, hold your position. Over.
pl_pl: Odmowa, utrzymać pozycję. Odbiór.

source: Negative, no support available, all units are tied up. Over.
pl_pl: Odmowa, brak dostępnego wsparcia, wszystkie jednostki są zajęte. Odbiór.

source: Negative, no units within effective response range. Over.
pl_pl: Odmawiam, brak jednostek w zasięgu skutecznej reakcji. Odbiór.

source: Negative. Focus efforts on disposing of those witnesses. Clear any trace of our involvement. Jack will come to us. At the island tonight.
pl_pl: Odmawiam. Skupcie wysiłki na pozbyciu się tych świadków. Usunąć wszelkie ślady naszego zaangażowania. Jack przyjdzie do nas. Dziś wieczorem na wyspie.

source: Negative. Focus efforts on our PR campaign. Amy Ferrero's confession goes live in a matter of minutes.
pl_pl: Odmawiam. Skoncentruj wysiłki na naszej kampanii PR'owej. Wyznanie Amy Ferrero zostanie opublikowane w ciągu kilku minut.

source: Negative. Seal off all exit points, but I go in alone. He's mine.
pl_pl: Odmawiam. Zamknąć wszystkie wyjścia, ale wchodzę sam. Jest mój.

source: Negative. Stay in formation down here. He'll come to us.
pl_pl: Odmawiam. Pozostać w formacji. On do was przyjdzie.

source: Neighbor of the beast, y'know?
pl_pl: Sąsiad bestii, no nie?

source: Neither am I, anymore. I thought I was looking into the death of somebody I used to know. So I know that these things are loose in the building... they aren't human. But they used to be. Stay away from them, Jack. They're bad news.
pl_pl: Ja też już nie. Myślałam, że przyglądam się śmierci kogoś, kogo kiedyś znałam. Więc wiem, że te rzeczy są w budynku... i to nie ludzie. Ale kiedyś byli ludźmi. Trzymaj się od nich z daleka, Jack. To kłopoty.

source: Neutralize the target. This is a priority order. Over.
pl_pl: Zneutralizuj cel. Jest to priorytet. Odbiór.

source: Never gonna get used to that.
pl_pl: Nigdy do tego nie przywyknę.

source: Never gonna get used to that...
pl_pl: Nigdy się do tego nie przyzwyczaję...

source: New Content Downloaded
pl_pl: Pobrano nową zawartość

source: New Content has been downloaded. In order to make this content available you must first restart the game. Would you like to restart now?
pl_pl: Pobrano nową zawartość. Aby udostępnić tę zawartość, musisz najpierw ponownie uruchomić grę. Czy chcesz teraz ponownie uruchomić grę?

source: New shells!
pl_pl: Nowy magazynek!

source: New to shooters? More interested in the story than a challenging gameplay experience? This one's for you.
pl_pl: Nie grałeś wcześniej w strzelanki? A może jesteś bardziej zainteresowany fabułą a nie rozrywką? W takich przypadkach ten poziom jest dla ciebie.

source: Newscast
pl_pl: Wiadomości

source: Newscast (Replace me)
pl_pl: Wiadomości (zastąp mnie)

source: Newscast (placeholder, replace me)
pl_pl: Wydarzenia (symbol zastępczy, zastąp mnie)

source: Newspaper
pl_pl: Gazeta

source: Ngh! Not again.
pl_pl: Ngh! Tylko nie to.

source: Nice driving, guys.
pl_pl: Niezła jazda, chłopaki.

source: Nice work.
pl_pl: Dobra robota.

source: Nice!
pl_pl: Nieźle!

source: Nice.
pl_pl: Fajnie.

source: Nicely done. Over.
pl_pl: Dobra robota. Odbiór.

source: Nick Marsters? That's the name of one of the witnesses we picked up from the university.
pl_pl: Nick Marsters? Tak nazywa się jeden ze świadków, których zabraliśmy z uniwersytetu.

source: Nick's Forum Thread
pl_pl: Wątek Nicka na forum

source: Nick, I'm in the harvesting warehouse.
pl_pl: Nick, jestem w magazynie zbiorów.

source: Nick, I'm on the bridge.
pl_pl: Nick, jestem na mostku.

source: Nick, you still there?
pl_pl: Nick, jesteś tam jeszcze?

source: Nick, you there? Talk to me, where am I going?
pl_pl: Nick, jesteś tam? Mów do mnie, dokąd mam isć?

source: Nick. I gotta go back for him.
pl_pl: Nick. Muszę po niego wrócić.

source: Niice.
pl_pl: Suuper.

source: Nnngh.
pl_pl: Eeeh.

source: No
pl_pl: Nie
